admin_collection = """
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Administrador de Colección
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻  1. Añadir un Nuevo Elemento
🔻  2. Ver Todos los Elementos
🔻  3. Buscar un Elemento
🔻  4. Editar un Elemento
🔻  5. Eliminar un Elemento
🔻  6. Ver Elementos por Categoría
🔻  7. Guardar y Cargar Colección
🔻  8. Salir
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
    """

add_element = """
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻       Añadir un Nuevo Elemento
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Qué tipo de elemento deseas añadir?
🔻  1. Libro
🔻  2. Película
🔻  3. Música
🔻  4. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻

    """

view_element ="""
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Ver Todos los Elementos
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Qué categoría deseas ver?
🔻  1. Ver Todos los Libros
🔻  2. Ver Todas las Películas
🔻  3. Ver Toda la Música
🔻  4. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻

    """

search_elementhe="""
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Buscar un Elemento
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Cómo deseas buscar?
🔻  1. Buscar por Título
🔻  2. Buscar por Autor/Director/Artista
🔻  3. Buscar por Género
🔻  4. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻

    """

edit_element = """
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Editar un Elemento
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Qué tipo de cambio deseas realizar?
🔻  1. Editar Título
🔻  2. Editar Autor/Director/Artista
🔻  3. Editar Género
🔻  4. Editar Valoración
🔻  5. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
    """

delete_element = """
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Eliminar un Elemento
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Cómo deseas eliminar?
🔻  1. Eliminar por Título
🔻  2. Eliminar por Identificador Único
🔻  3. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻

    """

view_element_category = """
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Ver Elementos por Categoría
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Qué categoría deseas ver?
🔻  1. Ver Libros
🔻  2. Ver Películas
🔻  3. Ver Música
🔻  4. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
"""
    
save_load_element ="""    
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻        Guardar y Cargar Colección
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
🔻¿Qué deseas hacer?
🔻  1. Guardar la Colección Actual
🔻  2. Cargar una Colección Guardada
🔻  3. Regresar al Menú Principal
🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
"""